{
  "textos": [

"Garante direito à educação de qualidade para pessoas com deficiência.",

"Garante ao povo indígena acesso ao SUS e aos cuidados de saúde primária,secundária e terciária, em espaço local e de corporações especializadas.",

"Assegura a vinculação do nome social ao registro civil de cidadãos transexuais ou travestis, que podem ser reconhecidos por desta maneira.",

"Direito ao voto direto e sigiloso a escolha de cargos governamentais, independente da condição alfabética, renda, etnia, gênero e classe social.",

"Em casos de internação de pessoas portadoras de distúrbios mentais, o tratamento deve prestar amparos de cunho social, psicológico, lazer e outros.",

"Reconhece os refugiados: sujeitos perseguidos por razões de raça, religião, nacionalidade, grupo social ou opinião política, obrigados a procurar abrigo em outro país.",

"Assegura o desenvolvimento físico, mental, moral, espiritual e social em condições de liberdade e dignidade à criança e ao adolescente.",

"Define os crimes resultantes de preconceito de raça ou de cor.",

"O ser humano tem direito à alimentação adequada, cabendo ao poder público respeitar, proteger, promover, prover, informar, monitorar, fiscalizar e avaliar seu cumprimento.",

"Regulamenta direitos trabalhistas da população, proibindo as diferenças de salário, exercício de funções por motivos como faixa etária, gênero e etnia ou estado civil.",

"Esta Lei recebe o nome de uma vítima de violência doméstica que lutou pela punição de seu agressor.",

"Assegura direito de liberdade de crença religiosa e proteção de todos os locais de cultos e rituais.",

"Nenhum idoso pode ser objeto de qualquer tipo de negligência, maus tratos, discriminação, omissão, opressão, e atentado aos seus direitos.",

"Determina que o poder público utilize programas e ações estratégicas para garantir a criação e manutenção de moradia autônoma para pessoas com deficiência.",

"Aos 17 anos tornou-se a pessoa mais jovem a ganhar o Prêmio Nobel da Paz. Luta pelo direito de todos à educação, principalmente mulheres e crianças.",



"Deficiente visual nascida em 1919, foi uma pedagoga paulista que lutou pela acessibilidade, inclusão social, legislação e educação para portadores dessa deficiência.",
  

"Nascida em 1810, é apontada como primeira feminista brasileira, atuou também em pautas indígenas, dos africanos em condição de escravos no Brasil.",
  


"Vereadora no Rio de Janeiro, assassinada em 2018, presidiu a Comissão da Mulher Da Câmara além de ser defensora dos direitos humanos e das causas LGBTQI+.",


"Um dos principais líderes negros na luta contra a discriminação e a segregação racial nos Estados Unidos, proferiu o famoso discurso \"I Have a Dream\".", 



"Líder do movimento contra o Apartheid na África do Sul, condenado à prisão perpetua em 1964 e solto 1990 após grande pressão internacional.", 



"Líder do movimento de Independência da Índia. Além do pacifismo, acreditava nas greves de fome como arma política.", 


"Fundador do movimento Bachpan Bachao Andolan (BBA), que tem como objetivo eliminar o tráfico de crianças e o trabalho infantil na Índia.", 


"Médica e sanitarista, fundou a Pastoral da Criança em 1983 com o propósito de reduzir mortalidade infantil. Disseminou o uso de soro caseiro no Brasil.", 


"Jornalista defensora do direito à moradia digna e direitos das mulheres, também lutou contra o racismo e ajudou a fundar a Federação de Mulheres do Brasil.", 


"Lutou contra a violência doméstica e fundou um instituto sem fins lucrativos para ajudar mulheres que passaram por situações semelhantes.", 

 
"Mulher trans premiada pela ONU por lutar contra a LTGBQIfobia e os direitos da comunidade trans de El Salvador.", 


"Pesquisadora com domínio de políticas públicas voltadas para os direitos das crianças e adolescentes.",


"Ativista brasileira trans, que luta por melhorias em saúde e educação para cidadãos transssexuais. Protagonizou longa-metragem exibido no Festival de Cannes em 2019."

  ]
}